tap "homebrew/bundle"
tap "homebrew/services"
brew "bitwarden-cli"
brew "chezmoi"
brew "curl"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "mas"
brew "neofetch"
brew "neovim"
brew "tmux"
brew "tree"
brew "zimfw"
brew "zsh-completions"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "bitwarden"
cask "chatgpt"
cask "cursor"
cask "deepl"
cask "discord"
cask "docker"
cask "duet"
cask "font-hackgen"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "iriunwebcam"
cask "karabiner-elements"
cask "libreoffice"
cask "notion"
cask "protonvpn"
cask "rectangle"
cask "rekordbox"
cask "shottr"
cask "slack"
cask "steam"
cask "tidal"
cask "tor-browser"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
mas "djay Pro", id: 450527929
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "InfinityGene", id: 6450520348
mas "Katamari Damacy Rolling LIVE", id: 6449352814
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "Puyo Puyo", id: 6446146451
vscode "asvetliakov.vscode-neovim"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "mhutchie.git-graph"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "rooveterinaryinc.roo-cline"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"
